Repository: common-repository/stapp-video
Catalog: languages/stapp_video-*.po
Languages: de_de

source: Video Overview
de_de: Video Übersicht

source: Overview
de_de: Übersicht

source: Setup new Video
de_de: Neues Video

source: New
de_de: Neu

source: Save
de_de: Speichern

source: Configuration
de_de: Konfiguration

source: Title:
de_de: Titel:

source: Muted will also activated. Some Browser are blocked unmuted videos.
de_de: Da einige Browser blockieren Autoplay bei nicht stummgeschalteten Browsern. Daher wurde die Stummschaltung ebenfalls aktiviert.

source: Autoplay:
de_de: Automatisches Abspielen:

source: Loop:
de_de: Schleife:

source: Mute:
de_de: Stumm:

source: Controls:
de_de: Steuerung:

source: Play Inline:
de_de: Innerhalb der Webseite:

source: Preload:
de_de: Vorabladen:

source: Fallback Image
de_de: Fallback Bild

source: File:
de_de: Link:

source: clear
de_de: Löschen

source: Custom Breakpoint:
de_de: Benutzerdefiniert:

source: Mobile Phone Video
de_de: Handy Video

source: In this area you can make general settings for starting and playing your video.
de_de: In diesem Bereich können Sie allgemeine Einstellungen zum Starten und Abspielen Ihres Videos vornehmen.

source: Here you can also give the video a title and a description.
de_de: Hier können Sie dem Video auch einen Titel und eine Beschreibung geben.

source: If the video has been saved, you can copy the shortcode from here.
de_de: Wenn das Video gespeichert wurde, können Sie den Shortcode von hier kopieren.

source: Enabled that the video will start playing if page is ready.
de_de: Aktiviert, dass das Video abgespielt wird, wenn die Seite bereit ist.

source: Some Browser will block auto playing if a video is unmuted.
de_de: Einige Browser blockieren die automatische Wiedergabe, wenn ein Video nicht stummgeschaltet ist.

source: The video will start again, every time if is finished.
de_de: Das Video wird jedes Mal neu gestartet, wenn es fertig ist.

source: Disabled the audio output of the video.
de_de: Deaktiviert die Audioausgabe des Videos.

source: The video controls will be display (such as a play/pause button etc).
de_de: Die Videosteuerelemente werden angezeigt (z. B. eine Wiedergabe- / Pause-Taste usw.).

source: Mobile browsers, will play the video right where it is instead of the default, which is to open it up full screen while it plays.
de_de: In mobilen Browsern wird das Video genau dort abgespielt, wo es sich befindet, anstatt als Standard, dh es wird während der Wiedergabe im Vollbildmodus geöffnet.

source: Specifies how the video should be loaded when the page loads. (auto/none)
de_de: Gibt an, wie das Video beim Laden der Seite geladen werden soll. (auto/nicht)

source: Specifies an image that will be shown, if the video is downloading or until the user hits the play button.
de_de: Gibt ein Bild an, das angezeigt wird, wenn das Video heruntergeladen wird oder bis der Benutzer die Wiedergabetaste drückt.

source: The picture should have the same size as the largest video.
de_de: Das Bild sollte die gleiche Größe wie das größte Video haben.

source: Possible Image formats are:
de_de: Mögliche Bildformate sind:

source: In this area you can add 5 different video sizes.
de_de: In diesem Bereich können Sie 5 verschiedene Videogrößen hinzufügen.

source: Each size stands for a device type.
de_de: Jede Größe steht dabei für einen Gerätetyp.

source: If no video is linked for a device type, the video is displayed in a smaller size.
de_de: Wenn bei einem Gerätetyp kein Video verlinkt ist, wird das Video mit einer kleineren Größe angezeigt.

source: There are three supported video formats in HTML:
de_de: Es gibt drei unterstützte Videoformate in HTML:

source: MP4, WebM, and OGG
de_de: MP4, WebM, und OGG

source: Other video formats are not supported by all web browsers.
de_de: Andere Videoformate werden nicht von allen Webbrowsern unterstützt.

source: Close
de_de: Schliessen

source: No Fallback Image added.
de_de: Kein Fallback Bild hinzugefügt.

source: Please add a image from you media as fall back image.
de_de: Bitte fügen Sie ein Bild von Ihren Medien als Fallback Bild hinzu.

source: No video added.
de_de: Kein Video hinzugefügt.

source: Please add at least 1 video.
de_de: Bitte fügen Sie mindestens 1 Video hinzu.

source: Try Video Pro
de_de: Probiere Video Pro

source: Responsive optimized display of your videos on all devices
de_de: Responsive optimierte Darstellung deiner Videos auf allen Endgeräten

source: Very easy handling, no programming skills required
de_de: Kinderleichtes Handling, keine Programmierkenntnisse erforderlich

source: Assign a video file of the appropriate size to each end device type (desktop, tablet or smartphone)
de_de: Weise jedem Endgerättyp (Desktop, Tablet oder Smartphone) eine Video-Datei mit der passenden Größe zu

source: Your videos are automatically SEO-friendly & responsive
de_de: Deine Videos sind damit automatisch SEO-freundlich & Responsive

source: Forum or email support
de_de: Forum oder E-Mail-Support

source: Unlimited lifetime updates
de_de: Unbegrenzte Updates auf Lebenszeit

source: Unlimited shortcodes / videos
de_de: Unbegrenzt viele Shortcodes / Videos

source: Unlimited pages
de_de: Unbegrenzt viele Seiten

source: 1 year premium support
de_de: 1 Jahr Premium Support

source: NO SUBSCRIPTION! ONLY BUY ONCE AND USE UNLIMITED!
de_de: KEIN ABO! NUR EINMAL KAUFEN UND UNBEGRENZT NUTZEN!

source: Learn more
de_de: Jetzt Informieren

source: Configuration successfully saved.
de_de: Konfiguration erfolgreich gespeichert.

source: New Video
de_de: Neues Video

source: General Configuration
de_de: Allgemeine Konfigurationen

source: Getting started
de_de: Erste Schritte

source: If you have any question about the Configuration, please read the
de_de: Bei Fragen zur Konfiguration lesen Sie die bitte

source: Documentation
de_de: Dokumentation

source: or visit our
de_de: oder besuchen Sie unser

source: You will find a lot of answers from other users
de_de: Dort finden Sie viele Antworten von anderen Benutzern

source: If you want to report a bug, please contact our
de_de: Falls Sie einen Fehler melden möchten, kontaktieren Sie unser

source: If you interest about more custom features, please use our
de_de: Bei Interesse an weiteren Erweiterungen nutzen Sie bitte unseren

source: Help?
de_de: Hilfe?

source: If you want to show this dialog again,
de_de: Um diesen Dialog erneut zuöffnen,

source: please click on...
de_de: bitte hier klicken…

source: Click "New Video" Button to start a new Configuration
de_de: Drücken Sie „Neues Video“ um eine neue Konfiguration anzulegen.

source: After saving you will find a list of all video configurations here.
de_de: Nach dem Speichern finden Sie hier eine Liste aller Videokonfigurationen.

source: Copy the desired shortcode and paste it in your page editor.
de_de: Kopieren Sie den gewünschten Shortcode und fügen Sie ihn in Ihren Seiteneditor ein.

source: Wordpress will transform the Shortcode to your video.
de_de: Wordpress wandelt den Shortcode in Ihr Video um.

source: For more Information about Shortcode, please visit our support form.
de_de: Weitere Informationen zu Shortcode finden Sie in unserem Support-Formular.

source: No configuration available yet.
de_de: Es wurde noch keine Konfiguration angelegt.

source: Please click on "New Video" to start a new configuration.
de_de: Drücken Sie „Neues Video“ um eine neue Konfiguration anzulegen.

source: Enter License Key
de_de: Lizenzschlüssel eingeben

source: Please enter your licence key:
de_de: Bitte geben Sie Ihren Lizenzschlüssel ein:

source: STApp Video Pro Features are enabled!
de_de: STApp Video Pro Funktionen freigeschalten!

source: Thank you, all Pro Features are enabled
de_de: Danke, dass Sie sich für STApp Video Pro entschieden haben

source: Change
de_de: Ändern

source: Delete
de_de: Löschen

source: Cancel
de_de: Abbrechen

source: Delete Video Configuration
de_de: Konfiguration löschen

source: Are you sure you want to delete this video configuration?
de_de: Wollen Sie wirklich diese Konfiguration löschen?

source: You entered no licence key!
de_de: Bitte geben Sie Ihren Lizenzschlüssel ein!

source: You entered a incorrect licence key!
de_de: Bitte geben Sie Ihren Lizenzschlüssel ein!

source: You entered a worng licence key!
de_de: Bitte geben Sie Ihren Lizenzschlüssel ein!
